Repository: keisukearai/ios-my-nfctap-log
Catalog: MyNfcTapLog/Localizable.xcstrings
Source language: ja
Languages: ar, en, es, hi, zh_hans

# home.title
source: タップ記録
ar: سجل اللمسات
en: Tap Log
es: Registro de toques
hi: टैप लॉग
zh_hans: 打卡记录

# settings.title
source: 設定
ar: الإعدادات
en: Settings
es: Ajustes
hi: सेटिंग्स
zh_hans: 设置

# home.scan
source: タグスキャン
ar: مسح البطاقة
en: Scan tag
es: Escanear etiqueta
hi: टैग स्कैन करें
zh_hans: 扫描标签

# home.sortNote
source: 最後のタップが古い順
ar: الأقدم لمسًا أولًا
en: Oldest tap first
es: Toque más antiguo primero
hi: सबसे पुराने टैप पहले
zh_hans: 按最后打卡时间从旧到新

# home.registered
source: 登録 %lld件
ar: %lld بطاقة
en: %lld tags
es: %lld etiquetas
hi: %lld टैग
zh_hans: %lld 个标签

# nav.backHome
source: タップ記録
ar: سجل اللمسات
en: Tap Log
es: Registro de toques
hi: टैप लॉग
zh_hans: 打卡记录

# detail.elapsed
source: 経過
ar: المدة المنقضية
en: Elapsed
es: Transcurrido
hi: बीता समय
zh_hans: 经过时间

# detail.entries
source: 記録数
ar: عدد السجلات
en: Entries
es: Registros
hi: प्रविष्टियाँ
zh_hans: 记录数

# detail.history
source: 履歴
ar: السجل
en: History
es: Historial
hi: इतिहास
zh_hans: 历史记录

# detail.newestFirst
source: 新しい順
ar: الأحدث أولًا
en: Newest first
es: Más recientes primero
hi: नए पहले
zh_hans: 从新到旧

# common.delete
source: 削除
ar: حذف
en: Delete
es: Eliminar
hi: हटाएँ
zh_hans: 删除

# common.cancel
source: キャンセル
ar: إلغاء
en: Cancel
es: Cancelar
hi: रद्द करें
zh_hans: 取消

# common.save
source: 保存
ar: حفظ
en: Save
es: Guardar
hi: सहेजें

# tag.rename
source: 名前を変更
ar: إعادة التسمية
en: Rename
es: Cambiar nombre
hi: नाम बदलें
zh_hans: 重命名

# tag.deleteTag
source: このタグを削除
ar: حذف هذه البطاقة
en: Delete this tag
es: Eliminar esta etiqueta
hi: यह टैग हटाएँ
zh_hans: 删除此标签

# page.prev
source: 前へ
ar: السابق
en: Prev
es: Ant.
hi: पिछला
zh_hans: 上一页

# page.next
source: 次へ
ar: التالي
en: Next
es: Sig.
hi: अगला
zh_hans: 下一页

# page.label
source: %1$lld / %2$lldページ
ar: صفحة %1$lld من %2$lld
en: Page %1$lld of %2$lld
es: Página %1$lld de %2$lld
hi: पेज %1$lld / %2$lld
zh_hans: 第 %1$lld / %2$lld 页

# page.range
source: %1$lld–%2$lld件 / %3$lld件
ar: %1$lld–%2$lld من %3$lld
en: %1$lld–%2$lld of %3$lld
es: %1$lld–%2$lld de %3$lld
hi: %1$lld–%2$lld / %3$lld
zh_hans: 第 %1$lld–%2$lld 条 / 共 %3$lld 条

# tag.threshold
source: 経過の警告
ar: التنبيه بعد
en: Overdue after
es: Avisar tras
hi: चेतावनी का समय
zh_hans: 超时提醒

# settings.thresholdNote
source: 設定した時間を過ぎると、ホームの経過時間が赤くなります。
ar: بعد مرور هذه المدة، يتحول الوقت المنقضي إلى اللون الأحمر في الشاشة الرئيسية.
en: Once this much time passes, the elapsed time turns red on the home list.
es: Cuando pase ese tiempo, el tiempo transcurrido se pondrá en rojo en la pantalla de inicio.
hi: तय समय बीत जाने पर होम सूची में बीता समय लाल हो जाता है।
zh_hans: 超过设定的时间后，主页上的经过时间会变成红色。

# tag.deleteNote
source: このタグと履歴がすべて削除されます。同じタグを再登録しても履歴は戻りません。
ar: سيتم حذف هذه البطاقة وكل سجلها. إعادة تسجيل البطاقة نفسها لا تستعيد السجل.
en: This tag and all of its history will be deleted. Re-registering the same tag does not restore it.
es: Se eliminarán esta etiqueta y todo su historial. Volver a registrar la misma etiqueta no lo recupera.
hi: यह टैग और इसका पूरा इतिहास हट जाएगा। वही टैग दोबारा जोड़ने पर भी इतिहास वापस नहीं आता।
zh_hans: 此标签及其全部历史记录都会被删除。重新登记同一标签也无法恢复历史记录。

# delete.confirmTitle
source: 「%@」を削除しますか？
ar: حذف «%@»؟
en: Delete “%@”?
es: ¿Eliminar «%@»?
hi: “%@” को हटाएँ?
zh_hans: 要删除“%@”吗？

# settings.unnamedNote
source: 名前は任意です。付けていないタグは「新規タグ」として並びます。
ar: الاسم اختياري. تظهر البطاقات بلا اسم باسم «بطاقة جديدة».
en: Names are optional. Unnamed tags appear as “New tag”.
es: El nombre es opcional. Las etiquetas sin nombre aparecen como «Etiqueta nueva».
hi: नाम देना ज़रूरी नहीं है। बिना नाम वाले टैग “नया टैग” के रूप में दिखते हैं।
zh_hans: 名称是可选的。未命名的标签会显示为“新标签”。

# settings.registeredTags
source: 登録済みのタグ
ar: البطاقات المسجّلة
en: Registered tags
es: Etiquetas registradas
hi: जोड़े गए टैग
zh_hans: 已登记的标签

# settings.registeredNote
source: タグをタップすると、経過の警告・名前の変更・削除ができます。
ar: اضغط على بطاقة لضبط تنبيهها أو إعادة تسميتها أو حذفها.
en: Tap a tag to set its overdue warning, rename it, or delete it.
es: Toca una etiqueta para configurar su aviso, cambiarle el nombre o eliminarla.
hi: चेतावनी का समय तय करने, नाम बदलने या हटाने के लिए टैग पर टैप करें।
zh_hans: 点按标签即可设置超时提醒、重命名或删除。

# detail.footer
source: 経過の警告、名前の変更、タグの削除は設定画面で行います。
ar: يتم ضبط التنبيه وإعادة التسمية والحذف من الإعدادات.
en: Overdue warning, rename and delete are handled in Settings.
es: El aviso, el cambio de nombre y la eliminación se hacen en Ajustes.
hi: चेतावनी का समय, नाम बदलना और टैग हटाना सेटिंग्स में किया जाता है।
zh_hans: 超时提醒、重命名和删除请在设置中操作。

# settings.addTag
source: タグの追加
ar: إضافة بطاقة
en: Add a tag
es: Añadir una etiqueta
hi: टैग जोड़ें
zh_hans: 添加标签

# settings.scanToRegister
source: タグをスキャンして登録
ar: امسح بطاقة لتسجيلها
en: Scan a tag to register
es: Escanear una etiqueta para registrarla
hi: जोड़ने के लिए टैग स्कैन करें
zh_hans: 扫描标签并登记

# settings.addNote
source: 登録したタグだけがホームに並びます。名前は後から変更できます。
ar: تظهر البطاقات المسجّلة فقط في الشاشة الرئيسية. يمكنك إعادة تسميتها لاحقًا.
en: Only registered tags appear on the home list. You can rename them later.
es: Solo las etiquetas registradas aparecen en la pantalla de inicio. Puedes cambiarles el nombre después.
hi: होम सूची में सिर्फ़ जोड़े गए टैग दिखते हैं। नाम बाद में बदला जा सकता है।
zh_hans: 只有已登记的标签才会出现在主页。名称可以稍后修改。

# rename.title
source: 名前を変更
ar: إعادة التسمية
en: Rename
es: Cambiar nombre
hi: नाम बदलें
zh_hans: 重命名

# rename.body
source: このタグの名前を入力します。空のままにすると「新規タグ」に戻ります。
ar: أدخل اسمًا لهذه البطاقة. اتركه فارغًا لتعود إلى «بطاقة جديدة».
en: Enter a name for this tag. Leave it empty to go back to “New tag”.
es: Escribe un nombre para esta etiqueta. Si lo dejas vacío, volverá a llamarse «Etiqueta nueva».
hi: इस टैग का नाम डालें। खाली छोड़ने पर यह फिर से “नया टैग” हो जाएगा।
zh_hans: 请输入此标签的名称。留空则会恢复为“新标签”。

# rename.placeholder
source: 例：薬を飲む
ar: مثال: تناول الدواء
en: e.g. Take medicine
es: Ej.: Tomar la medicación
hi: उदा. दवा लेना
zh_hans: 例：吃药

# scan.ok.title
source: 記録しました
ar: تم تدوين اللمسة
en: Logged
es: Toque registrado
hi: दर्ज हो गया
zh_hans: 已记录

# scan.ok.note
source: これで %lld 件目です。
ar: بذلك يصبح العدد %lld سجلًا.
en: That makes %lld entries.
es: Ya van %lld registros.
hi: अब कुल %lld प्रविष्टियाँ हैं।
zh_hans: 这是第 %lld 条记录。

# scan.unknown.title
source: 未登録のタグです
ar: بطاقة غير مسجّلة
en: Unregistered tag
es: Etiqueta no registrada
hi: यह टैग जोड़ा नहीं गया है
zh_hans: 未登记的标签

# scan.unknown.body
source: このタグはまだ登録されていません。登録すると記録を残せます。
ar: هذه البطاقة غير مسجّلة بعد. سجّلها لتبدأ التدوين.
en: This tag is not registered yet. Register it to start logging.
es: Esta etiqueta aún no está registrada. Regístrala para empezar a anotar.
hi: यह टैग अभी तक जोड़ा नहीं गया है। रिकॉर्ड रखने के लिए इसे जोड़ें।
zh_hans: 此标签尚未登记。登记后即可开始记录。

# scan.unknown.cta
source: このタグを登録
ar: تسجيل هذه البطاقة
en: Register this tag
es: Registrar esta etiqueta
hi: यह टैग जोड़ें
zh_hans: 登记此标签

# scan.fail.title
source: 読み取れませんでした
ar: تعذّرت قراءة البطاقة
en: Could not read the tag
es: No se pudo leer la etiqueta
hi: टैग नहीं पढ़ा जा सका
zh_hans: 无法读取标签

# scan.fail.body
source: iPhone の上端をタグに近づけて、動かさずに数秒待ってください。金属面のタグはアンチメタル対応が必要です。
ar: قرّب الحافة العلوية من iPhone إلى البطاقة وأبقِه ثابتًا بضع ثوانٍ. البطاقات الموضوعة على المعدن تحتاج إلى نوع مضاد للمعادن.
en: Hold the top edge of your iPhone against the tag and keep still for a few seconds. Tags on metal need an anti-metal type.
es: Acerca el borde superior del iPhone a la etiqueta y mantenlo quieto unos segundos. Las etiquetas sobre metal deben ser de tipo antimetal.
hi: iPhone के ऊपरी किनारे को टैग के पास ले जाएँ और कुछ सेकंड स्थिर रखें। धातु की सतह पर लगे टैग के लिए एंटी-मेटल टैग चाहिए।
zh_hans: 请将 iPhone 顶端贴近标签，保持不动几秒钟。贴在金属面上的标签需要使用抗金属类型。

# scan.fail.cta
source: もう一度スキャン
ar: مسح مرة أخرى
en: Scan again
es: Escanear de nuevo
hi: फिर से स्कैन करें
zh_hans: 再次扫描

# scan.close
source: 閉じる
ar: إغلاق
en: Close
es: Cerrar
hi: बंद करें
zh_hans: 关闭

# scan.unavailable.title
source: NFC を利用できません
ar: NFC غير متاح
en: NFC is unavailable
es: NFC no disponible
hi: NFC उपलब्ध नहीं है
zh_hans: 无法使用 NFC

# scan.unavailable.body
source: この端末では NFC タグの読み取りができません。
ar: لا يستطيع هذا الجهاز قراءة بطاقات NFC.
en: This device cannot read NFC tags.
es: Este dispositivo no puede leer etiquetas NFC.
hi: यह डिवाइस NFC टैग नहीं पढ़ सकता।
zh_hans: 此设备无法读取 NFC 标签。

# detail.noLogTitle
source: まだ記録がありません
ar: لا توجد سجلات بعد
en: No entries yet
es: Aún no hay registros
hi: अभी कोई प्रविष्टि नहीं
zh_hans: 还没有记录

# detail.noLogBody
source: このタグをスキャンすると、ここに日時が並びます。
ar: امسح هذه البطاقة وستظهر التواريخ هنا.
en: Scan this tag and the timestamps will appear here.
es: Escanea esta etiqueta y las fechas aparecerán aquí.
hi: इस टैग को स्कैन करने पर तारीख़ और समय यहाँ दिखेंगे।
zh_hans: 扫描此标签后，时间会显示在这里。

# home.emptyTitle
source: まだタグがありません
ar: لا توجد بطاقات بعد
en: No tags yet
es: Aún no hay etiquetas
hi: अभी कोई टैग नहीं
zh_hans: 还没有标签

# home.emptyBody
source: 記録したい行動の場所にタグを貼り、スキャンして登録します。登録したタグがここに並びます。
ar: ألصق بطاقة في المكان الذي يحدث فيه النشاط، ثم امسحها لتسجيلها. ستظهر البطاقات المسجّلة هنا.
en: Stick a tag where the action happens, then scan it to register. Registered tags appear here.
es: Pega una etiqueta donde ocurra la acción y escanéala para registrarla. Las etiquetas registradas aparecerán aquí.
hi: जहाँ वह काम होता है वहाँ टैग चिपकाएँ, फिर स्कैन करके जोड़ें। जोड़े गए टैग यहाँ दिखेंगे।
zh_hans: 把标签贴在要记录的行为发生的地方，然后扫描登记。已登记的标签会显示在这里。

# home.emptyCta
source: タグをスキャンして登録
ar: امسح بطاقة لتسجيلها
en: Scan a tag to register
es: Escanear una etiqueta para registrarla
hi: जोड़ने के लिए टैग स्कैन करें
zh_hans: 扫描标签并登记

# home.emptyHint
source: 対応タグは NTAG213／NTAG215。金属面にはアンチメタルタグを使ってください。
ar: البطاقات المدعومة: NTAG213 / NTAG215. استخدم بطاقات مضادة للمعادن على الأسطح المعدنية.
en: Supported tags: NTAG213 / NTAG215. Use anti-metal tags on metal surfaces.
es: Etiquetas compatibles: NTAG213 / NTAG215. Usa etiquetas antimetal en superficies metálicas.
hi: समर्थित टैग: NTAG213 / NTAG215। धातु की सतह पर एंटी-मेटल टैग इस्तेमाल करें।
zh_hans: 支持的标签：NTAG213／NTAG215。金属面请使用抗金属标签。

# settings.language
source: 言語
ar: اللغة
en: Language
es: Idioma
hi: भाषा
zh_hans: 语言

# settings.systemDefault
source: システムデフォルト
ar: افتراضي النظام
en: System default
es: Predeterminado
hi: सिस्टम डिफ़ॉल्ट
zh_hans: 跟随系统

# settings.systemDefaultWith
source: システムデフォルト（%@）
ar: افتراضي النظام (%@)
en: System default (%@)
es: Predeterminado (%@)
hi: सिस्टम डिफ़ॉल्ट (%@)
zh_hans: 跟随系统（%@）

# settings.about
source: このアプリについて
ar: حول التطبيق
en: About
es: Acerca de
hi: ऐप के बारे में
zh_hans: 关于本应用

# about.appName
source: アプリ名
ar: اسم التطبيق
en: App name
es: Nombre de la app
hi: ऐप का नाम
zh_hans: 应用名称

# about.supported
source: 対応タグ
ar: البطاقات المدعومة
en: Supported tags
es: Etiquetas compatibles
hi: समर्थित टैग
zh_hans: 支持的标签

# about.readMethod
source: 読み取り方式
ar: طريقة القراءة
en: Read method
es: Método de lectura
hi: पढ़ने का तरीका
zh_hans: 读取方式

# about.version
source: バージョン
ar: الإصدار
en: Version
es: Versión
hi: वर्शन
zh_hans: 版本

# settings.uidNote
source: UID をランダム化するカードは識別できません。金属面にはアンチメタルタグを使ってください。
ar: لا يمكن التعرّف على البطاقات ذات المعرّف UID العشوائي. استخدم بطاقات مضادة للمعادن على الأسطح المعدنية.
en: Cards with randomized UIDs cannot be identified. Use anti-metal tags on metal surfaces.
es: No se pueden identificar las tarjetas con UID aleatorio. Usa etiquetas antimetal en superficies metálicas.
hi: बदलते (रैंडम) UID वाले कार्ड पहचाने नहीं जा सकते। धातु की सतह पर एंटी-मेटल टैग इस्तेमाल करें।
zh_hans: 无法识别 UID 随机变化的卡片。金属面请使用抗金属标签。

# tag.unnamed
source: 新規タグ
ar: بطاقة جديدة
en: New tag
es: Etiqueta nueva
hi: नया टैग
zh_hans: 新标签

# tag.noTaps
source: 未記録
ar: بلا لمسات
en: No taps
es: Sin toques
hi: कोई टैप नहीं
zh_hans: 尚无记录

# tag.registeredOnly
source: 登録のみ
ar: مسجّلة فقط
en: Registered only
es: Solo registrada
hi: सिर्फ़ जोड़ा गया
zh_hans: 仅登记

# threshold.off
source: なし
ar: بدون
en: Off
es: Sin aviso
hi: बंद
zh_hans: 不提醒

# threshold.12h
source: 12時間
ar: 12 ساعة
en: 12 hours
es: 12 horas
hi: 12 घंटे
zh_hans: 12 小时

# threshold.1d
source: 1日
ar: يوم واحد
en: 1 day
es: 1 día
hi: 1 दिन
zh_hans: 1 天

# threshold.3d
source: 3日
ar: 3 أيام
en: 3 days
es: 3 días
hi: 3 दिन
zh_hans: 3 天

# threshold.1w
source: 1週間
ar: أسبوع واحد
en: 1 week
es: 1 semana
hi: 1 सप्ताह
zh_hans: 1 周

# elapsed.dayHour
source: %1$lld日 %2$lld時間
ar: %1$lld يوم %2$lld ساعة
en: %1$lldd %2$lldh
es: %1$lld d %2$lld h
hi: %1$lld दिन %2$lld घं
zh_hans: %1$lld天 %2$lld小时

# elapsed.day
source: %lld日
ar: %lld يوم
en: %lldd
es: %lld d
hi: %lld दिन
zh_hans: %lld天

# elapsed.hour
source: %lld時間
ar: %lld ساعة
en: %lldh
es: %lld h
hi: %lld घं
zh_hans: %lld小时

# elapsed.minute
source: %lld分
ar: %lld دقيقة
en: %lldm
es: %lld min
hi: %lld मि
zh_hans: %lld分钟

# elapsed.now
source: たった今
ar: الآن
en: Just now
es: Ahora mismo
hi: अभी-अभी
zh_hans: 刚刚

# scan.registered.title
source: 登録しました
ar: تم تسجيل البطاقة
en: Registered
es: Etiqueta registrada
hi: जोड़ दिया गया
zh_hans: 已登记

# scan.registered.body
source: 設定から名前を付けられます。
ar: يمكنك تسميتها من الإعدادات.
en: You can name it in Settings.
es: Puedes ponerle nombre en Ajustes.
hi: सेटिंग्स में इसे नाम दे सकते हैं।
zh_hans: 可以在设置中为它命名。

# scan.already.title
source: すでに登録済みです
ar: مسجّلة بالفعل
en: Already registered
es: Ya está registrada
hi: पहले से जोड़ा हुआ है
zh_hans: 已经登记过了

# scan.already.body
source: このタグはすでに登録されています。設定から名前を変更できます。
ar: هذه البطاقة مسجّلة بالفعل. يمكنك إعادة تسميتها من الإعدادات.
en: This tag is already registered. You can rename it in Settings.
es: Esta etiqueta ya está registrada. Puedes cambiarle el nombre en Ajustes.
hi: यह टैग पहले से जोड़ा हुआ है। सेटिंग्स में नाम बदल सकते हैं।
zh_hans: 此标签已经登记过了。可以在设置中重命名。
